export const COMMUNITY_TELEGRAM = [
	{
		title: 'Для чего это сообщество?',
		list: [
			{
				title: 'Инструмент саморазвития'
			},
			{
				title: 'Актуальные инструменты и подходы'
			},
			{
				title: 'Новые смыслы в HR'
			}
		],
		isButton: true
	},
	{
		title: 'Сообщество нужно тем, кому важно:',
		list: [
			{
				title: 'Работа в условиях неопределенности'
			},
			{
				title: 'Много страхов и неуверенности'
			},
			{
				title: 'Обменяться опытом с коллегами'
			},
			{
				title: 'Закрыть нехватку опыта/кейсов'
			},
			{
				title: 'Актуализировать знания и быть в постоянном росте среди коллег'
			}
		],
		isButton: false
	}
]
