export const MapCoursesData = [
	{
		step: 'Шаг 00',
		title: 'Знакомство с профессией IT-рекрутер.',
		availability: 'Доступен в любое время'
	},
	{
		step: 'Шаг 00',
		title: 'Знакомство с профессией IT-рекрутер.',
		availability: 'Доступен в любое время'
	},
	{
		step: 'Шаг 00',
		title: 'Знакомство с профессией IT-рекрутер.',
		availability: 'Доступен в любое время'
	},
	{
		step: 'Шаг 00',
		title: 'Знакомство с профессией IT-рекрутер.',
		availability: 'Доступен в любое время'
	},
	{
		step: 'Шаг 00',
		title: 'Знакомство с профессией IT-рекрутер.',
		availability: 'Доступен в любое время'
	},
	{
		step: 'Шаг 00',
		title: 'Знакомство с профессией IT-рекрутер.',
		availability: 'Доступен в любое время'
	},
	{
		step: 'Шаг 00',
		title: 'Знакомство с профессией IT-рекрутер.',
		availability: 'Доступен в любое время'
	}
]
