export const ScheduleCoursesData = [
	{
		week: 'Неделя 1',
		courses: [
			{
				day: 'Понедельник',
				title: 'Урок 1. Введение в курс'
			},
			{
				day: 'Вторник',
				title: 'Урок 2. Навыки рекрутера и как их прокачивать'
			},
			{
				day: 'Среда',
				title: 'Урок 3. Ресурсы, на которых нужно зарегистрироваться'
			},
			{
				day: 'Четверг',
				title: 'Урок 4. Этапы подбора персонала и воронка кандидатов'
			},
			{
				day: 'Пятница',
				title: 'Урок 5. Процесс рекрутмента на примере Trello и HuntFlow'
			}
		]
	},
	{
		week: 'Неделя 2',
		courses: [
			{
				day: 'Понедельник',
				title: 'Урок 6. Типы компаний'
			},
			{
				day: 'Вторник',
				title: 'Урок 7. Этапы разработки продукта/ПО и роли.'
			},
			{
				day: 'Среда',
				title: 'Урок 8. Уровни разработчиков и профессии в IT'
			},
			{
				day: 'Четверг',
				title: 'Урок 9. Какие бывают Backend разработчики.'
			},
			{
				day: 'Пятница',
				title: 'Урок 10. Какие бывают Frontend разработчики'
			}
		]
	},
	{
		week: 'Неделя 3',
		courses: [
			{
				day: 'Понедельник',
				title: 'Урок 11. Какие бывают Mobile разработчики'
			},
			{
				day: 'Вторник',
				title: 'Урок 12. Manual QA и автотестеры'
			},
			{
				day: 'Среда',
				title: 'Урок 13. Devops инженеры'
			},
			{
				day: 'Четверг',
				title: 'Урок 14. Разработчики баз данных.'
			},
			{
				day: 'Пятница',
				title:
					'Урок 15. Data Science инженеры (ML-инженеры, Computer Vision инженеры и др.)'
			}
		]
	},
	{
		week: 'Неделя 4',
		courses: [
			{
				day: 'Понедельник',
				title: 'Урок 16. Системные и бизнес-аналитики'
			},
			{
				day: 'Вторник',
				title: 'Урок 17. Embedded инженеры'
			},
			{
				day: 'Среда',
				title: 'Урок 18. Web 3.0 и метавселенные'
			},
			{
				day: 'Четверг',
				title: 'Урок 19. Блокчейн разработчики.'
			},
			{
				day: 'Пятница',
				title: 'Урок 20. Специалисты по безопасности'
			}
		]
	},
	{
		week: 'Неделя 1',
		courses: [
			{
				day: 'Понедельник',
				title: 'Урок 1. Введение в курс'
			},
			{
				day: 'Вторник',
				title: 'Урок 2. Навыки рекрутера и как их прокачивать'
			},
			{
				day: 'Среда',
				title: 'Урок 3. Ресурсы, на которых нужно зарегистрироваться'
			},
			{
				day: 'Четверг',
				title: 'Урок 4. Этапы подбора персонала и воронка кандидатов'
			},
			{
				day: 'Пятница',
				title: 'Урок 5. Процесс рекрутмента на примере Trello и HuntFlow'
			}
		]
	},
	{
		week: 'Неделя 2',
		courses: [
			{
				day: 'Понедельник',
				title: 'Урок 6. Типы компаний'
			},
			{
				day: 'Вторник',
				title: 'Урок 7. Этапы разработки продукта/ПО и роли.'
			},
			{
				day: 'Среда',
				title: 'Урок 8. Уровни разработчиков и профессии в IT'
			},
			{
				day: 'Четверг',
				title: 'Урок 9. Какие бывают Backend разработчики.'
			},
			{
				day: 'Пятница',
				title: 'Урок 10. Какие бывают Frontend разработчики'
			}
		]
	},
	{
		week: 'Неделя 3',
		courses: [
			{
				day: 'Понедельник',
				title: 'Урок 11. Какие бывают Mobile разработчики'
			},
			{
				day: 'Вторник',
				title: 'Урок 12. Manual QA и автотестеры'
			},
			{
				day: 'Среда',
				title: 'Урок 13. Devops инженеры'
			},
			{
				day: 'Четверг',
				title: 'Урок 14. Разработчики баз данных.'
			},
			{
				day: 'Пятница',
				title:
					'Урок 15. Data Science инженеры (ML-инженеры, Computer Vision инженеры и др.)'
			}
		]
	},
	{
		week: 'Неделя 4',
		courses: [
			{
				day: 'Понедельник',
				title: 'Урок 16. Системные и бизнес-аналитики'
			},
			{
				day: 'Вторник',
				title: 'Урок 17. Embedded инженеры'
			},
			{
				day: 'Среда',
				title: 'Урок 18. Web 3.0 и метавселенные'
			},
			{
				day: 'Четверг',
				title: 'Урок 19. Блокчейн разработчики.'
			},
			{
				day: 'Пятница',
				title: 'Урок 20. Специалисты по безопасности'
			}
		]
	}
]
