export const buttonCourses = [
	{
		name: 'Уникальные курсы'
	},
	{
		name: 'Уникальные курсы'
	},
	{
		name: 'Уникальные курсы'
	}
]

export const COURSES = [
	{
		img: '/choose-course.svg',
		title: 'Пособие IT-рекрутера 2.0',
		description:
			'В пособии есть все, что нужно знать рекрутеру, чтобы успешно закрывать вакансии...',
		price: '4 990'
	},
	{
		img: '/choose-course.svg',
		title: 'Пособие IT-рекрутера 2.0',
		description:
			'В пособии есть все, что нужно знать рекрутеру, чтобы успешно закрывать вакансии...',
		price: '4 990'
	},
	{
		img: '/choose-course.svg',
		title: 'Пособие IT-рекрутера 2.0',
		description:
			'В пособии есть все, что нужно знать рекрутеру, чтобы успешно закрывать вакансии...',
		price: '4 990'
	},
	{
		img: '/choose-course.svg',
		title: 'Пособие IT-рекрутера 2.0',
		description:
			'В пособии есть все, что нужно знать рекрутеру, чтобы успешно закрывать вакансии...',
		price: '4 990'
	},
	{
		img: '/choose-course.svg',
		title: 'Пособие IT-рекрутера 2.0',
		description:
			'В пособии есть все, что нужно знать рекрутеру, чтобы успешно закрывать вакансии...',
		price: '4 990'
	}
]
