import Image from 'next/image'
import styles from './LicSog.module.scss'

const LicSog = () => {
	return (
		<div className={styles.LicSog}>
			<div className={styles.container}>
				<div className={styles.header}>
					<h1 className={styles.title}>
						Утвержденj <br />
						ИП Насибуллиной Я. Р. <br />
						ИНН 165609670065, ОГРН 321169000022174
						<br />
						10.02.2021 года
					</h1>
				</div>
				<div className={styles.body}>
					<h1>Политика в отношении обработки персональных данных</h1>
					<h1>г. 2021 07.04.2021 года</h1>
					<p>
						Настоящая политика в соответствии с частью 2 статьи 18.1
						Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных»
						определяет политику{' '}
						<b>Индивидуального предпринимателя Насибуллиной Язили Равилевны,</b>{' '}
						ИНН 165609670065, ОГРНИП 321169000022174 (далее – Оператор) в
						отношении обработки персональных данных и содержит сведения о
						реализуемых Оператором требованиях к защите персональных данных.
					</p>
					<p>
						Оператор ставит своей важнейшей целью и условием осуществления своей
						деятельности соблюдение прав и свобод человека и гражданина при
						обработке его персональных данных, в том числе защиты прав на
						неприкосновенность частной жизни, личную и семейную тайну.
					</p>
					<p>
						Настоящая политика Оператора в отношении обработки персональных
						данных (далее – Политика) применяется ко всей информации, которую
						Оператор может получить о посетителях веб-сайта
						https://tech-recruiter.ru/.
					</p>
					<h1>1. ОБЩИЕ ПОЛОЖЕНИЯ</h1>
					<p>1.1. Основные понятия, используемые в Политике:</p>
					<p>
						<b>«Персональные данные»</b> – любая информация, относящаяся к
						определенному или определяемому на основании такой информации
						физическому лицу (субъекту персональных данных), в том числе его
						фамилия, имя, отчество, год, месяц, дата и место рождения, адрес,
						адрес электронной почты, телефонный номер, образование, профессия,
						доходы, иная информация. Для целей настоящей политики под
						персональными данными понимается как информация, которую
						Пользователь предоставляет о себе самостоятельно при использовании
						Сайта, так и информация, которая автоматически передается Оператору
						в процессе использования Сайта с помощью установленного на
						устройстве Пользователя программного обеспечения, в том числе
						IP-адрес, данные файлов «cookie», информация о браузере
						Пользователя, технические характеристики оборудования и программного
						обеспечения, используемых Пользователем, дата и время доступа к
						Сайту, адреса запрашиваемых страниц веб-сайта и иная подобная
						информация.
					</p>
					<p>
						<b>«Оператор», «Администрация»</b> – Насибуллина Язиля Равилевна,
						ИНН 165609670065, ОГРНИП 321169000022174, осуществляющая обработку
						персональных данных, а также определяющая цели обработки
						персональных данных, состав персональных данных, подлежащих
						обработке, действия (операции), совершаемые с персональными данными.
					</p>
					<p>
						<b>«Пользователь»</b> – любое физическое лицо (субъект персональных
						данных), в том числе действующее от имени и в интересах юридического
						лица, выразившее согласие с изложенными в соответствующей оферте
						Оператора условиями путем совершения указанных в ней действий,
						направленных на использование Сайта, которое может в процессе
						использования Сайта предоставить Оператору свои персональные данные.
					</p>
					<p>
						<b>«Веб-сайт / Сайт»</b> – совокупность графических и информационных
						материалов, а также программ для ЭВМ и баз данных, обеспечивающих их
						доступность в сети интернет по сетевому адресу:
						http://tech-recruiter.ru/. Веб-сайт включает в себя совокупность
						информации, текстов, графических элементов, дизайна, изображений,
						фото и видеоматериалов, и иных результатов интеллектуальной
						деятельности.
					</p>
					<p>
						<b>«Обработка персональных данных»</b> – действия (операции) с
						персональными данными, включая сбор, запись, систематизацию,
						накопление, хранение, уточнение (обновление, изменение), извлечение,
						использование, передачу (распространение, предоставление, доступ),
						обезличивание, блокирование, удаление, уничтожение.
					</p>
					<p>
						<b>«Автоматизированная обработка персональных данных»</b> –
						обработка персональных данных с помощью средств вычислительной
						техники.
					</p>
					<p>
						<b>«Неавтоматизированная обработка персональных данных»</b> –
						обработка персональных данных, содержащихся в информационной системе
						персональных данных либо извлеченных из такой системы в случаях,
						когда такие действия с персональными данными, как использование,
						уточнение, распространение, уничтожение персональных данных в
						отношении каждого из субъектов персональных данных, осуществляются
						при непосредственном участии человека.
					</p>
					<p>
						<b>«Распространение персональных данных»</b> – действия,
						направленные на передачу персональных данных определенному кругу лиц
						(передача персональных данных) или на раскрытие персональных данных
						неопределенному кругу лиц.
					</p>
					<p>
						<b>«Уничтожение персональных данных»</b> – действия, в результате
						которых невозможно восстановить содержание персональных данных в
						информационной системе персональных данных и (или) в результате
						которых уничтожаются материальные носители персональных данных.
					</p>
					<p>
						<b>«Обезличивание персональных данных» – действия,</b> в результате
						которых невозможно без использования дополнительной информации
						определить принадлежность персональных данных конкретному субъекту.
					</p>
					<p>
						<b>«Использование персональных данных»</b> – действия (операции) с
						персональными данными, совершаемые в целях принятия решений,
						совершения сделок или иных действий, порождающих юридические
						последствия в отношении субъектов персональных данных либо иным
						образом затрагивающих их права и свободы или права и свободы других
						лиц.
					</p>
					<p>
						<b>«Конфиденциальность персональных данных»</b> – обязательное для
						соблюдения лица, получившего доступ к персональным данным,
						требование не допускать их распространения без согласия субъекта или
						иного законного основания.
					</p>
					<p>
						1.2. Все остальные термины и определения, встречающиеся в тексте
						настоящей политики, толкуются Сторонами в соответствии с
						законодательством Российской Федерации, действующими рекомендациями
						международных органов по стандартизации в сети Интернет и
						сложившимися в сети Интернет правилами толкования соответствующих
						терминов.
					</p>
					<p>
						1.3. Настоящая политика определяет порядок и условия обработки
						персональных данных Оператором, включая порядок передачи
						персональных данных третьим лицам, особенности неавтоматизированной
						обработки персональных данных, порядок доступа к персональным
						данным, систему защиты персональных данных, порядок организации
						внутреннего контроля и ответственность за нарушения при обработке
						персональных данных, а также иные вопросы.
					</p>
					<p>
						1.4. Оператор вправе вносить изменения в настоящую политику без
						согласия Пользователя.
					</p>
					<p>
						1.5. Настоящая политика применяется ко всем процессам по обработке
						персональных данных, осуществляемым с помощью Сайта без
						использования средств автоматизации. Оператор не контролирует и не
						несет ответственности за веб-сайты, принадлежащие третьим лицам, на
						которые Пользователь может перейти по ссылкам, размещенным на Сайте.
					</p>
					<h1>2. ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
					<p>
						2.1. Оператор осуществляет обработку только тех персональных данных,
						которые необходимы для использования Сайта или исполнения соглашений
						и договоров с Пользователем, за исключением случаев, когда
						законодательством Российской Федерации предусмотрено обязательное
						хранение персональной информации в течение определенного законом
						срока.
					</p>
					<p>
						2.2. Оператор осуществляет обработку персональных данных
						Пользователя в следующих целях:
					</p>
					<p>
						2.2.1. использование персональных данных Пользователя для работы
						Сайта и оказания услуг Администрацией;
					</p>
					<p>2.2.2. идентификация Пользователя при использовании Сайта;</p>
					<p>
						2.2.3 осуществление связи с Пользователем, в том числе путем
						направления уведомлений, запросов и информации, касающейся
						использования Сайта, а также обработка запросов от Пользователя;
					</p>
					<p>
						2.2.4. проведение статистических и иных исследований использования
						Сайта на основе обезличенных данных;
					</p>
					<h1>3. ОБЪЕМ И КАТЕГОРИИ ОБРАБАТЫВАЕМЫХ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
					<p>
						3.1. Персональные данные, разрешенные к обработке в соответствии с
						настоящей политикой и предоставляемые Пользователями путем
						заполнения соответствующих полей ввода при использовании Сайта,
						могут включать в себя следующую информацию:
					</p>
					<p>3.1.1. фамилия, имя и отчество;</p>
					<p>3.1.2. номер мобильного телефона;</p>
					<p>3.1.3. адрес электронной почты.</p>
					<p>
						3.2. Персональные данные, разрешенные к обработке в соответствии с
						настоящей политикой и автоматически передаваемые Оператору в
						процессе использования Сайта с помощью установленного на устройстве
						Пользователя программного обеспечения, могут включать в себя
						следующую информацию:
					</p>
					<p>3.2.1. IP-адрес устройства Пользователя;</p>
					<br />
					<p>3.2.2. данные файлов «cookie»;</p>
					<p>3.2.3. информация о браузере Пользователя;</p>
					<p>
						3.2.4. технические характеристики устройства и программного
						обеспечения;
					</p>
					<p>3.2.5. дата и время доступа к Сайту;</p>
					<p>3.2.6. адреса запрашиваемых страниц веб-сайта Сайта;</p>
					<p>3.2.7. географические координаты места нахождения Пользователя.</p>
					<h1>4. ПОРЯДОК И УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
					<p>
						4.1. Оператор осуществляет обработку персональных данных
						Пользователя без уведомления уполномоченного органа по защите прав
						субъектов персональных данных в соответствии с частью 2 статьи 22
						(пункты 2 и 8) Федерального закона от 27 июля 2006 г. N 152-ФЗ «О
						персональных данных».
					</p>
					<p>
						4.2. Оператор осуществляет обработку персональных данных
						Пользователя с помощью информационной системы персональных данных
						без использования средств автоматизации в соответствии с
						федеральными законами или иными нормативными правовыми актами
						Российской Федерации, устанавливающими требования к обеспечению
						безопасности персональных данных при их обработке и к соблюдению
						прав субъектов персональных данных. Такие действия с персональными
						данными, как использование, уточнение, распространение, уничтожение
						персональных данных в отношении Пользователя, осуществляются при
						непосредственном участии сотрудников Оператора в соответствии с
						особенностями, утвержденными Постановлением Правительства Российской
						Федерации от 15.09.2008 N 687.
					</p>
					<p>
						4.3. Оператор осуществляет обработку и хранит персональные данные
						Пользователя в течение срока, определяемого в соответствии с
						действующим законодательством.
					</p>
					<p>
						4.4. В отношении персональных данных Пользователя сохраняется их
						конфиденциальность, кроме случаев добровольного предоставления
						Пользователем информации о себе для общего доступа неограниченному
						кругу лиц. При использовании Сайта Пользователь соглашается с тем,
						что определенная часть его персональных данных становится
						общедоступной.
					</p>
					<p>
						4.5. Оператор вправе передать персональные данные Пользователя
						третьим лицам в следующих случаях:
					</p>
					<p>4.5.1. имеется согласие Пользователя на такие действия;</p>
					<p>
						4.5.2. передача необходима для использования Пользователем
						определенного функционала Сайта (например, для авторизации через
						аккаунты в социальных сетях) либо для исполнения определенного
						соглашения, договора или сделки с Пользователем;
					</p>
					<p>
						4.5.3. передача предусмотрена законодательством Российской Федерации
						или иным применимым законодательством в рамках установленной
						законодательством процедуры;
					</p>
					<p>
						4.5.4. в случае перехода прав на Сайт необходима передача
						персональных данных приобретателю одновременно с переходом всех
						обязательств по соблюдению условий настоящей политики применительно
						к полученным им персональным данным;
					</p>
					<p>
						4.5.5. в случае необходимости обеспечения возможности защиты прав и
						законных интересов Оператора или третьих лиц, когда со стороны
						Пользователя происходит нарушение настоящей политики или
						соответствующей оферты Администрации;
					</p>
					<p>4.5.6. в иных случаях, предусмотренных законодательством.</p>
					<p>
						4.6. Оператор принимает необходимые организационные и технические
						меры для защиты персональных данных Пользователя от неправомерного
						или случайного доступа, уничтожения, изменения, блокирования,
						копирования, распространения, а также от иных неправомерных действий
						третьих лиц.
					</p>
					<p>
						4.7. При сборе персональных данных Оператор осуществляет запись,
						систематизацию, накопление, хранение, уточнение (обновление,
						изменение), извлечение персональных данных Пользователя, являющихся
						гражданами Российской Федерации, с использованием баз данных,
						находящихся на территории Российской Федерации.
					</p>
					<p>
						4.8. Оператор прекращает обработку персональных данных Пользователя,
						обработка которых осуществляется с их согласия, при истечении срока
						действия согласия Пользователя на их обработку или при отзыве
						согласия Пользователя на обработку его персональных данных, а также
						в случае выявления неправомерной обработки персональных данных или
						ликвидации Оператора.
					</p>
					<h1>5. ПОРЯДОК СБОРА ПЕРСОНАЛЬНЫХ ДАННЫХ С ПОМОЩЬЮ ФАЙЛОВ</h1>
					<h1>«COOKIE»</h1>
					<p>
						5.1. Файлы «cookie», передаваемые от Оператора на устройство
						Пользователя и от Пользователя к Оператору, могут использоваться
						Оператором для достижения целей обработки персональных данных в
						соответствии с настоящей политикой.
					</p>
					<p>
						5.2. Пользователь соглашается с тем, что его устройства и
						программное обеспечение, применяемые для работы с Сайтом, могут
						обладать функцией запрета на операции с файлами «cookie» как для
						любых, так и для определенных сайтов и приложений, а также функцией
						удаления ранее полученных файлов «cookie» (например, приватный режим
						браузера).
					</p>
					<p>
						5.3. Оператор вправе устанавливать требование для устройства
						Пользователя об обязательном разрешении приема и получения файлов
						«cookie».
					</p>
					<p>
						5.4. Структура файла «cookie», его содержание и технические
						параметры определяются Оператором и могут изменяться без
						предварительного уведомления Пользователя.
					</p>
					<h1>6. ДОСТУП К ПЕРСОНАЛЬНЫМ ДАННЫМ</h1>
					<p>
						6.1. Право доступа к персональным данным Пользователя имеют только
						сотрудники Оператора, допущенные в силу выполняемых служебных
						обязанностей к работе с персональными данными Пользователя на
						основании перечня лиц, допущенных к работе с персональными данными,
						который утверждается Оператором.
					</p>
					<p>
						6.2. Доступ сотрудника Оператора к персональным данным Пользователя
						прекращается с даты прекращения трудовых отношений либо с даты
						утраты сотрудником права доступа к персональным данным Пользователя
						в связи с изменением должностных обязанностей, должности или иными
						обстоятельствами в соответствии с установленным у Оператора
						порядком. В случае прекращения трудовых отношений все носители с
						персональными данными Пользователя, которые находились в
						распоряжении увольняемого сотрудника Оператора, передаются
						вышестоящему по должности сотруднику в порядке, установленном
						Оператором.
					</p>
					<h1>
						7. АКТУАЛИЗАЦИЯ, ИСПРАВЛЕНИЕ, УДАЛЕНИЕ И УНИЧТОЖЕНИЕ ПЕРСОНАЛЬНЫХ
						ДАННЫХ
					</h1>
					<p>
						7.1. Пользователь может в любой момент изменить, обновить, дополнить
						или удалить предоставленные им персональные данные или их часть с
						помощью интерфейса Сайта.
					</p>
					<p>
						7.2. В случае самостоятельного выявления Оператором факта неполноты
						или неточности персональных данных Пользователя Оператор принимает
						все возможные меры по актуализации персональных данных и внесению
						соответствующих исправлений.
					</p>
					<p>
						7.3. При невозможности актуализировать неполные или неточные
						персональные данные Пользователя Оператор принимает меры по их
						удалению.
					</p>
					<p>
						7.4. При выявлении неправомерности обработки персональных данных
						Пользователя их обработка Оператором прекращается, а персональные
						данные подлежат удалению.
					</p>
					<p>
						7.5. В случае неработоспособности интерфейса Сайта или отсутствия
						функциональной возможности Сайта для изменения, обновления,
						дополнения или удаления Пользователем персональных данных, а также в
						любых иных случаях, Пользователь вправе в письменной форме требовать
						от Оператора уточнения его персональных данных, их блокирования или
						уничтожения в случае, если персональные данные являются неполными,
						устаревшими, неточными, незаконно полученными или не являются
						необходимыми для заявленной цели обработки.
					</p>
					<p>
						7.6. Оператор уничтожает незаконно полученные или не являющиеся
						необходимыми для заявленной цели обработки персональные данные
						Пользователя в срок, не превышающий 9 рабочих дней со дня
						представления Пользователем сведений, подтверждающих, что такие
						персональные данные являются незаконно полученными или не являются
						необходимыми для заявленной цели обработки.
					</p>
					<p>
						8. ОТВЕТЫ НА ЗАПРОСЫ ПОЛЬЗОВАТЕЛЯ НА ДОСТУП К ПЕРСОНАЛЬНЫМ ДАННЫМ
					</p>
					<p>
						8.1. Пользователь имеет право на получение от Оператора информации,
						касающейся обработки их персональных данных, в том числе содержащей:
					</p>
					<p>
						8.1.1. подтверждение факта обработки персональных данных Оператором;
					</p>
					<p>8.1.2. правовые основания и цели обработки персональных данных;</p>
					<p>
						8.1.3. цели и применяемые Оператором способы обработки персональных
						данных;
					</p>
					<p>
						8.1.4. наименование и место нахождения Оператора, сведения о лицах
						(за исключением сотрудников Оператора), которые имеют доступ к
						персональным данным или которым могут быть раскрыты персональные
						данные на основании договора с Оператором или на основании
						федерального закона;
					</p>
					<p>
						8.1.5. обрабатываемые персональные данные, относящиеся к
						соответствующему Пользователю, источник их получения, если иной
						порядок представления таких данных не предусмотрен федеральным
						законом;
					</p>
					<p>
						8.1.6. сроки обработки персональных данных, в том числе сроки их
						хранения;
					</p>
					<p>
						8.1.7. информацию об осуществленной или о предполагаемой
						трансграничной передаче данных;
					</p>
					<p>8.1.8. иные сведения, предусмотренные законом.</p>
					<p>
						8.2. Оператор безвозмездно предоставляет возможность ознакомления с
						обрабатываемыми и хранимыми в информационной системе Оператора
						персональными данными при обращении Пользователя либо в течении
						тридцати дней с даты получения письменного запроса Пользователя.
					</p>
					<p>
						8.3. В случае отказа Оператора в предоставлении информации о наличии
						персональных данных о Пользователе или персональных данных
						Пользователю при его обращении либо при получении запроса
						Пользователя Оператор предоставляет в письменной форме
						мотивированный ответ, являющийся основанием для такого отказа, в
						срок, не превышающий тридцати дней со дня обращения Пользователя
						либо с даты получения запроса Пользователя.
					</p>
					<h1>9. СОГЛАСИЕ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
					<p>
						9.1. Пользователь принимает решение о предоставлении своих
						персональных данных и дает согласие на их обработку свободно, по
						своей воле и в своем интересе.
					</p>
					<p>
						9.2. Согласие на обработку персональных данных, предоставленное
						Пользователем, является конкретным, информированным и сознательным.
					</p>
					<p>
						9.3. В случае обработки персональных данных Пользователя во
						исполнение договоров, заключаемых между Пользователем и Оператором с
						использованием Сайта, такая обработка персональных данных
						Пользователя осуществляется на основании пункта 5 статьи 6
						Федерального закона от 27 июля 2006 г. N 152-ФЗ «О персональных
						данных» и не требует отдельного согласия.
					</p>
					<p>
						9.4. Согласие на обработку персональных данных может быть отозвано
						Пользователем в соответствии с порядком, установленным
						законодательством.
					</p>
					<h1>10. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h1>
					<p>
						10.1. Начало использования Сайта Пользователем означает его согласие
						с условиями настоящей политики. В случае несогласия Пользователя с
						условиями настоящей политики использование Сайта должно быть
						немедленно прекращено.
					</p>
					<p>
						10.2. К настоящей политике и к отношениям между Пользователем и
						Оператором, возникающим в связи с применением настоящей политики,
						подлежит применению право Российской Федерации.
					</p>
					<p>
						10.3. Настоящая политика находится в постоянном открытом доступе на
						веб-сайте Оператора по следующей ссылке: http://tech-recruiter.ru/.
					</p>
					<p>
						10.4. Все предложения или вопросы по поводу настоящей политики
						Пользователь вправе направлять Оператору путем отправки электронного
						сообщения на адрес электронной почты: yazilya.n@mail.ru.
					</p>
					<h1>11. АДРЕСА И РЕКВИЗИТЫ ОПЕРАТОРА</h1>
					<p>
						Индивидуальный предприниматель
						<br />
						Насибуллина Язиля Равилевна
						<br />
						ИНН 165609670065
						<br />
						ОГРНИП 321169000022174
						<br />
						E-mail:{' '}
						<span>
							<a href='mailto:yazilya.n@mail.ru'>yazilya.n@mail.ru</a>
						</span>
					</p>
				</div>
			</div>
			<div className={styles.haveQuestion}>
				<div className={styles.content}>
					<h1 className={styles.titleContent}>
						Остались вопросы? <br /> Напишите в наш чат телеграмм.
					</h1>
					<div className={styles.buttonWrapper}>
						<a href='https://t.me/tech_recruiter'>Написать в телеграм</a>
					</div>
				</div>
				<div className={styles.qrCode}>
					<Image src='/qr-code.svg' alt='qrCode' fill />
				</div>
			</div>
		</div>
	)
}

export default LicSog
