export const OurCompanyData = [
	{
		title: 'Академия IT-рекрутинга:',
		description:
			'Сделать образование быстрым, доступным, качественным для всех слоев населения, возрастом, религий, стран.'
	},
	{
		title: 'Кадровое агентство:',
		description:
			'Усиливать IT-индустрию и способствовать развитию через поиск подходящих талантов, которые выведут компанию на новый уровень.'
	},
	{
		title: `Recruiter's CODE:`,
		description:
			'Практикоориентированное сообщество, направленное на поддержку и развитие IT HR индустрии.'
	},
	{
		title: `Карьерный центр:`,
		description:
			'Помочь найти работу в удовольствие, развивать карьеру без стресса и страха.'
	}
]
