export const mainModules = [
	{
		title: 'Стратегия сорсинга кандидатов',
		author: 'Язили Насибуллиной'
	},
	{
		title: 'Стратегия сорсинга кандидатов',
		author: 'Язили Насибуллиной'
	},
	{
		title: 'Стратегия сорсинга кандидатов',
		author: 'Язили Насибуллиной'
	},
	{
		title: 'Стратегия сорсинга кандидатов',
		author: 'Язили Насибуллиной'
	},
	{
		title: 'Стратегия сорсинга кандидатов',
		author: 'Язили Насибуллиной'
	},
	{
		title: 'Стратегия сорсинга кандидатов',
		author: 'Язили Насибуллиной'
	},
	{
		title: 'Стратегия сорсинга кандидатов',
		author: 'Язили Насибуллиной'
	},
	{
		title: 'Стратегия сорсинга кандидатов',
		author: 'Язили Насибуллиной'
	},
	{
		title: 'Стратегия сорсинга кандидатов',
		author: 'Язили Насибуллиной'
	}
]
