export const DiplomResumeData = [
	{
		title: 'Образование',
		description:
			'У вас должно быть высшее или среднеспециальное образование по любому профилю.'
	},
	{
		title: 'Выбрать тариф',
		description:
			'Для тарифов "Полное сопровождение" и VIP получение диплома - бесплатно, для тарифа "С поддержкой" - требуется дополнительная оплата.'
	},
	{
		title: 'Сдать аттестацию',
		description:
			'Для получения диплома в конце курса вы сдаете тестирование и проектную работу'
	},
	{
		title: 'Сбор данных',
		description:
			'Вы заполняете форму, прикладываете сканы документов и согласие на сбор персональных данных'
	},
	{
		title: 'Получение оригиналов',
		description:
			'По почте будут отправлены оригиналы с трек-номером для отслеживания.'
	}
]
